[
    {
        "name": "Ginger Beet Refresh Smoothie Recipe",
        "image": "https://greenblender.com/smoothies/wp-content/uploads/2018/06/ginger-beet-refresh-smoothie-recipe-1-960x540.jpg",
        "recipe": "[ 4 oz yellow beet scrubbed chopped ] - [ 1 apple chopped] - [ 1 orange - peeled ] - [ 1/2 inch ginger ] - [ 1 tbsp flaxseed ] - [ 1 cup water ] - [ 1 cup ice ]",
        "description": "With a taste that’s a bit sweeter and more mellow than red beets, yellow beets have the same health benefits: They help with healthy blood flow, may improve brain function, have specialized antioxidants that fight against degenerative diseases, and may even boost athletic performance. When you combine yellow beets with ginger root and flaxseed, two potent anti-inflammatories, you get a fantastic smoothie for your muscles, immune system, and even your complexion!"
    },
    {
        "name": "Creamy Blueberry Cinnamon Swirl Smoothie Recipe",
        "image": "https://greenblender.com/smoothies/wp-content/uploads/2018/06/creamy-blueberry-cinnamon-swirl-smoothie-recipe-1-960x540.jpg",
        "recipe": "[ 1 1/2 oz baby spinach ] - [ 1 banana  peeled ] - [ 3 oz blueberries ] - [ 1 tsp cinnamon ] - [ 3 tbsp walnuts ] - [ 8 oz rice milk ] - [ 1 cup ice ]",
        "description": "Love yourself a cinnamon roll, but don’t love all the calories and sugar that can come with it? This smoothie is a healthy version of that sweet treat, and includes a burst of special antioxidants from blueberries that help keep your brain in tip top shape. There’s also anti-inflammatory power from cinnamon, iron from spinach, and potassium from a banana. Walnuts have recently been shown to help curb cravings, which means this sweet smoothie will actually help you eat less sugar."
    },
    {
        "name": "Chocolate Cherry Turmeric Smoothie Recipe",
        "image": "https://greenblender.com/smoothies/wp-content/uploads/2018/05/chocolate-cherry-turmeric-1-960x540.jpg",
        "recipe": "[ 5 oz sweet potato  -  scrubbed chopped ] - [ 1 pear  chopped ] - [ 3 oz cherries  pitted ] - [ 1/2 inch turmeric ] - [ 1 1/2 tbsp cacao powder ] - [ 2 tbsp coconut flakes ] - [ 1 cup water ] - [ 1 cup ice ]",
        "description": "This smoothie tastes like dessert but has a nice, earthy kick thanks to raw turmeric. One of the most studied foods out there, turmeric has been connected to everything from lowered inflammation, to healthier joints, to even elevated mood. Cacao is another mood booster (and anti-inflammatory), which means that this smoothie won’t just make your stomach happy, it might just make your brain a little happier, too!"
    },
    {
        "name": "Carrot Rhubarb Date Smoothie Recipe",
        "image": "https://greenblender.com/smoothies/wp-content/uploads/2018/04/carrot-rhubarb-date-smoothie-recipe-1-960x540.jpg",
        "recipe": "[ 5 oz carrots - chopped ] - [ 2 oz rhubarb - chopped ] - [ 1 apple - chopped ] - [ 3 tbsp cashews ] - [ 2 dates ] - [ 1 cup water ] - [ 1 cup ice ]",
        "description": "Rhubarb is a classic spring food that signifies warmer days and barbecuing out on the lawn. While most people consider rhubarb to be a fruit (it was even “declared” a fruit in 1947 in a New York court), it’s actually classified as a vegetable, and only the stems of the plant can be eaten. With plenty of healthy fats and protein, cashews are a great way to make your smoothie thick and creamy, without adding dairy or a banana."
    },
    {
        "name": "Mango Wake-Up with Wallaby Smoothie Recipe",
        "image": "https://greenblender.com/smoothies/wp-content/uploads/2018/02/mango-wake-up-with-wallaby-smoothie-recipe-2-960x540.jpg",
        "recipe": "[ 1 1/2 oz baby spinach ] - [ 1 orange - peeled ] - [ 6 oz cup Greek nonfat plain Wallaby yogurt ] - [ 1 Ataulfo mango - pitted, peeled ] - [ 1 tsp lucuma powder ] - [ 1 cup water ] - [ 1 cup ice ]",
        "description": "With tons of healthy protein (thanks to Wallaby nonfat plain yogurt, an organic, small batch greek yogurt with a deliciously different taste), as well as tons of healthy fiber (thanks to a whole mango and spinach), this smoothie is the perfect meal replacement. Relatively low in sugar, it’s still as creamy and as sweet as an orange creamsicle – with the added benefit of vitamins and antioxidants"
    },
    {
        "name": "Green with Energy Smoothie Recipe",
        "image": "https://greenblender.com/smoothies/wp-content/uploads/2018/01/green-with-energy-smoothie-recipe-2-960x540.jpg",
        "recipe": "[ 1 1/2 oz baby spinach ] - [ 1 banana - peeled ] - [ 1 tbsp hemp seed ] - [ 1 apple - chopped ] - [1 tsp baobab powder ] - [ 1 cup water ] - [ 1 cup ice ]",
        "description": "Native to Africa, baobab fruit contains an extremely high amount of vitamin C per serving. It also contains copper, iron, magnesium and potassium. Hemp seeds, another superfood, not only provide protein and fiber, but are full of vitamins such as magnesium, phosphorus, iron, and zinc. Sweeten things up with an apple and banana (which are fiber powerhouses), and you have a light, satisfying breakfast."
    }
]