[{
        "name": "Goji Citrus Tomato Smoothie Recipe",
        "image": "https://greenblender.com/smoothies/wp-content/uploads/2018/06/goji-citrus-tomato-smoothie-recipe-1-960x540.jpg",
        "recipe": "- 2 1/2 oz grape tomatoes - 2 oz celery - chopped - 1 orange - peeled - 1 lime - peeled - 1 tbsp chia seeds - 2 tbsp goji berries - 1 cup water - 1 cup ice",
        "desription": "Goji berries have reportedly been used in Chinese medicine since 200 B.C, and began to pop up in the US at the beginning of the 21st century. With a nice amount of fiber, protein and essential amino acids per serving, as well as a studied ability to help balance glucose, goji berries are an excellent booster for any smoothie blend! Along with a lime and orange, goji adds a delicate sweetness to this otherwise light, high fiber drink."
    },
    {
        "name": "Sweet ‘n Light Nectarine Smoothie Recipe",
        "image": "https://greenblender.com/smoothies/wp-content/uploads/2018/06/sweet-n-light-nectarine-smoothie-recipe-2-960x540.jpg",
        "recipe": "- 2 oz baby bok choy - 1 nectarine - pitted - 2 kiwi - peeled - 2 tbsp coconut flakes - 1 tbsp hemp seeds - 1 cup water - 1 cup ice",
        "desription": "Like lemons, kiwis are antibacterial and antifungal, which is why many people use them in homemade face mask recipes. Kiwis also provide more lutein per serving than almost any other commonly-eaten fruit. Lutein is a phytochemical that not only protects skin, but is extremely beneficial for eye health. Bok choy, a nectarine, and hemp seeds are also fantastic for your skin, which means this smoothie loves your immune system and your complexion!"
    },
    {
        "name": "Strawberry Refresh Smoothie Recipe",
        "image": "https://greenblender.com/smoothies/wp-content/uploads/2018/05/strawberry-refresh-smoothie-recipe-1-960x540.jpg",
        "recipe": "- 2-3 mini cucumbers - chopped - 4 oz strawberries - 1 lime - peeled - 1 bunch mint - 1 tbsp chia seeds - 1 tbsp flaxseed - 1 cup water - 1 cup ice",
        "desription": "Flaxseed and chia seeds are the perfect smoothie boosters because they contain fiber, protein, and healthy fats – but don’t add a lot of unnecessary calories. Strawberries, lime and cucumbers make a refreshing, vitamin C-infused combination, but are also light on calories. Start your morning on an energized, happy note with this sweet treat."
    },
    {
        "name": "Strawberry Refresh Smoothie Recipe",
        "image": "https://greenblender.com/smoothies/wp-content/uploads/2018/05/strawberry-refresh-smoothie-recipe-1-960x540.jpg",
        "recipe": "- 2-3 mini cucumbers - chopped - 4 oz strawberries - 1 lime - peeled - 1 bunch mint - 1 tbsp chia seeds - 1 tbsp flaxseed - 1 cup water - 1 cup ice",
        "desription": "Flaxseed and chia seeds are the perfect smoothie boosters because they contain fiber, protein, and healthy fats – but don’t add a lot of unnecessary calories. Strawberries, lime and cucumbers make a refreshing, vitamin C-infused combination, but are also light on calories. Start your morning on an energized, happy note with this sweet treat."
    }

]